// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "#%1$d i %2$@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%1$@. %2$@ - %3$@ disker.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 disk.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%1$@ (Har ikke nettsalg)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%1$@ lagrer all data lokalt på din enhet i en buffer, slik at de kan brukes uten en nettverksforbindelse. Filmtrailere blir ikke lagret.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%1$@ kan ikke åpne siden fordi du er ikke tilkoblet internett.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%1$@ inneholder manglende/gale oversettelser. Kan du fikse det?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%1$@ lagrer ikke ditt Netflix brukernavn eller passord.\n\nEn offisiell Netflix-side blir åpnet slik at du kan autorisere kontoen.\n\nEn Wi-fi tilkobling er anbefalt første gang du bruker Netflix.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%1$@ har ikke favorittkinoen min. Kan du legge den til?";

/* No comment provided by engineer. */
"%@ must first update your local movie queue before it can process your change. Please try your change again shortly." = "%1$@ må først oppdatere din lokale filmkø før endringen din kan prosesseres. Vennligst prøv igjen snart.";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "%1$@ vurderinger";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%1$d Spørsmål & Svar";

/* i.e.: 2 hours */
"%d hours" = "%1$d timer";

/* i.e.: 30 minutes */
"%d minutes" = "%1$d minutter";

/* No comment provided by engineer. */
"%d months ago" = "%1$d måneder siden";

/* i.e.: 5 of 15.  Used when scrolling through a list of items */
"%d of %d" = "%1$d av %2$d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%1$d kinoer utenfor søkeområdet";

/* No comment provided by engineer. */
"%d weeks ago" = "%1$d uker siden";

/* No comment provided by engineer. */
"%d years ago" = "%1$d år siden";

/* No comment provided by engineer. */
"1 hour" = "1 time";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 mile";

/* No comment provided by engineer. */
"1 minute" = "1 minutt";

/* No comment provided by engineer. */
"1 month ago" = "1 måned siden";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 kino utenfor søkeområdet";

/* No comment provided by engineer. */
"1 week ago" = "1 uke siden";

/* No comment provided by engineer. */
"1 year ago" = "1 år siden";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Om";

/* No comment provided by engineer. */
"Account #%d" = "Konto #%1$d";

/* Account: <first name> <last name> */
"Account: %@ %@" = "Konto: %1$@ %2$@";

/* No comment provided by engineer. */
"Accounts" = "Kontoer";

/* Movie category */
"Action & Adventure" = "Action & Eventyr";

/* No comment provided by engineer. */
"Add Existing Account / Profile" = "Legg til ny konto";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "Legg til kino";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "Legg til i Netflix";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "Legger til film";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "Alle";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "Alle (%1$d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "En ukjent feil oppstod.";

/* Movie category */
"Anime & Animation" = "Anime & Animasjon";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple tillater ikke tredjepartsprogrammer å endre ikonene. Når de gjør dette, vil jeg legge til denne muligheten.";

/* The list of Netflix movies currently at the user's house */
"At Home" = "Hjemme";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Auto-oppdater sted";

/* Movie is available to be shipped now */
"Available Now" = "Tilgjengelig nå";

/* Movie will be released soon */
"Available Soon" = "Tilgjengelig snart";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "Venter på lansering";

/* No comment provided by engineer. */
"Bio:" = "Bio:";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Kun Blu-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Ring";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "Kan du øke den maksimale søkedistansen for kinoer?";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cannot Open Page" = "Kan ikke åpne siden";

/* No comment provided by engineer. */
"Cast:" = "Skuespillere:";

/* No comment provided by engineer. */
"Category Notifications" = "Kategorivarslinger";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Endre dato";

/* Movie category */
"Children & Family" = "Barn & Familie";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Sted eller postnummer";

/* Movie category */
"Classics" = "Klassikere";

/* Movie category */
"Comedy" = "Komedie";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "Kan ikke endre vurderingen:\n\n%1$@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Kunne ikke koble til Netflix.";

/* No comment provided by engineer. */
"Could not find location." = "Kunne ikke finne stedet.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "Kunne ikke finne stedet.\nBrukeren tillot ikke bruk av stedstjenester.";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "Kunne du lagt til støtte for filmutleie fra Blockbluster i tillegg til Netflix?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "Kunne du lagt til et valg for å velge ikon for %1$@?";

/* No comment provided by engineer. */
"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "Akkurat nå leverer ikke Blockbuster et API som tredjepartsprogrammer kan benytte. Når de gjør dette, vil jeg legge til støtte for Blockbuster.";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "Ikke akkurat nå. Men, legg til kinoen som en 'favoritt' (ved å trykke på 'stjernen' i fanen for kinodetaljer) og den vil vises selv om den er utenfor søkerområdet ditt.";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "Foreløpig kan innstillinger kun bli endret fra Netflix nettside";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "Kun DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Blu-ray/DVD-informasjon levert av:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Informasjon om fremtidige datoer kan være ufullstendig. Sett søkedatoen til dagens dato for å se komplette visningstider.";

/* No comment provided by engineer. */
"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "Absolutt! Bruk 'Gi tilbakemelding'-knappen over for å kontakte meg. Fortell meg hva som må fikses, og jeg fikser det til neste versjon.";

/* No comment provided by engineer. */
"Director:" = "Regissør:";

/* No comment provided by engineer. */
"Directors:" = "Regissører:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "Disk";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "Disk (%1$d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "Diskkø";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Avstand";

/* Movie category */
"Documentary" = "Dokumentar";

/* No comment provided by engineer. */
"Downloading data" = "Laster ned data";

/* No comment provided by engineer. */
"Downloading image" = "Laster ned bilde";

/* No comment provided by engineer. */
"Downloading information." = "Laster ned informasjon.";

/* Movie category */
"Drama" = "Drama";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "Grunnet lisensrestriksjoner så er ikke filmanmeldelser og sensurer tilgjengelig for alle filmene.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Mail visningstider";

/* No comment provided by engineer. */
"Enabled" = "Påslått";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "Hele historien";

/* No comment provided by engineer. */
"Error occurred" = "En feil skjedde";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "En feil skjedde under kommunikasjon med Netflix. Vennligst prøv igjen senere.";

/* Movie category */
"Faith & Spirituality" = "Tro & Spiritualitet";

/* No comment provided by engineer. */
"Favorites" = "Favoritter";

/* No comment provided by engineer. */
"Film trailers provided by:" = "Filmtrailere levert av:";

/* No comment provided by engineer. */
"Force Refresh" = "Tving oppdatering";

/* Movie category */
"Foreign" = "Utenlandsk";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Format:";

/* Movie category */
"Gay & Lesbian" = "Gay & Lesbian";

/* No comment provided by engineer. */
"Genre:" = "Sjanger:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Stedstjenester levert av:";

/* No comment provided by engineer. */
"Google Maps" = "Google Maps";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "Grafikk av David Steinberger";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafikk av Jeffrey Nee";

/* No comment provided by engineer. */
"Help" = "Hjelp";

/* Movie category */
"Horror" = "Grøsser";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "Jeg skal absolutt prøve. Trykk 'Legg til kino'-knappen over for å kontakte meg. Jeg trenger kinoens navn og telefonnummer. Takk!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "IMDBs lisenspris er dessverre for høy for meg. Beklager!";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "Hvis %1$@ bufrer data, hvorfor seg jeg da alltid 'lasteindikatoren' selv på filmplakater som allerede var lastet inn?";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Hvis du liker %1$@, hadde det vært hyggelig om du skrev en liten anmeldelse i iTunes Store. Det hjelper nye brukere å oppdage programmet, jeg får utviklet nye funksjoner, holdt reklamen vekk, og jeg blir glad. Takk!";

/* No comment provided by engineer. */
"Incorrect Twitter user name or password." = "Ugyldig Twitter-brukernavn eller passord.";

/* Movie category */
"Independent" = "Uavhengig";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "Øyeblikkelig";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = "Øyeblikkelig (%1$d)";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Øyeblikkskø";

/* No comment provided by engineer. */
"Instant Watch" = "Øyeblikkelig visning";

/* No comment provided by engineer. */
"International Data" = "Internasjonale data";

/* No comment provided by engineer. */
"Last Friday" = "Forrige fredag";

/* No comment provided by engineer. */
"Last Monday" = "Forrige mandag";

/* No comment provided by engineer. */
"Last Saturday" = "Forrige lørdag";

/* No comment provided by engineer. */
"Last Sunday" = "Forrige søndag";

/* No comment provided by engineer. */
"Last Thursday" = "Forrige torsdag";

/* No comment provided by engineer. */
"Last Tuesday" = "Forrige tirsdag";

/* No comment provided by engineer. */
"Last Wednesday" = "Forrige onsdag";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Mindre enn %1$d %2$@ unna";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Mindre enn en %1$@ unna";

/* No comment provided by engineer. */
"License" = "Lisens";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "Lisensrestriksjoner hos noen dataleverandører tillater kun en del av alle sensurer og anmeldelser å bli vist. Jeg beklager!";

/* No comment provided by engineer. */
"Like This App?" = "Liker du dette programmet?";

/* No comment provided by engineer. */
"Loading" = "Laster";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "Lasteindikator";

/* No comment provided by engineer. */
"Loading image" = "Laster inn bilde";

/* No comment provided by engineer. */
"Local results unavailable" = "Lokale resultater er ikke tilgjengelig";

/* No comment provided by engineer. */
"Localized by:" = "Oversatt av:";

/* No comment provided by engineer. */
"Location" = "Sted";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Logg inn med eksisterende konto";

/* No comment provided by engineer. */
"Logging in to Twitter" = "Logger inn på Twitter";

/* There will be a long wait before the movie is released */
"Long Wait" = "Lang ventetid";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Kart";

/* No comment provided by engineer. */
"Map Theaters" = "Vis kinoer på kart";

/* The most popular movies currently */
"Most Popular" = "Mest populært";

/* No comment provided by engineer. */
"Movie Rating" = "Sensur";

/* No comment provided by engineer. */
"Movie details provided by:" = "Filminformasjon levert av:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Filmanmeldelser levert av:";

/* No comment provided by engineer. */
"Movies" = "Filmer";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "Filmer (%1$d)";

/* No comment provided by engineer. */
"Moving Movie" = "Flytter film";

/* Movie category */
"Music & Musicals" = "Musikk & Musikaler";

/* No comment provided by engineer. */
"My other applications" = "Mine andre program";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Navn";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "Nettverket er utilgjengelig";

/* Movie category */
"New 'Instant Watch'" = "Nye 'Øyeblikkelig visning'";

/* Movie category */
"New DVDs" = "Nye DVDer";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "Nei takk";

/* No comment provided by engineer. */
"No biography available." = "Ingen biografi tilgjengelig.";

/* No comment provided by engineer. */
"No bookmarked movies" = "Ingen bokmerkede filmer";

/* No comment provided by engineer. */
"No information found" = "Ingen informasjon funnet";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Ingen oppføringer funnet på '%1$@' den %2$@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Ingen oppføringer funnet for '%1$@' på '%2$@' den %3$@";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Ingen oppføringer funnet for '%1$@' den %2$@";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Ingen resultater funnet for '%1$@'";

/* No comment provided by engineer. */
"No synopsis available." = "Sammendrag er ikke tilgjengelig.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Ingen";

/* Movie is not currently rentable */
"Not Rentable" = "Ikke tilgjengelig for leie";

/* No comment provided by engineer. */
"Not yet rated" = "Ikke vurdert ennå";

/* No comment provided by engineer. */
"Now Playing Feedback" = "Now Playing tilbakemeldinger";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "Åpne og autoriser";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "Valg";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Bestill billetter til %1$@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Over kvoten - Prøv igjen senere";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Vis trailer";

/* No comment provided by engineer. */
"Please Wait" = "Vennligst vent";

/* No comment provided by engineer. */
"Please enter your location" = "Vennligst oppgi din plassering";

/* No comment provided by engineer. */
"Please rate it in the App Store.\n\nAlready rated a previous version? Please update the rating to count against the current version." = "Vennligst gi en vurdering i App Store.\n\nAllerede vurdert en tidligere versjon? Oppdater gjerne vurderingen for den gjeldende versjonen.";

/* The preferred movie format that the user has.  i.e. DVD or Bluray */
"Preferred Formats" = "Foretrukne formater";

/* Takes the user to the website for this application */
"Project Website" = "Prosjektets nettside";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "Vurder!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Sensurert til %1$@";

/* No comment provided by engineer. */
"Rated:" = "Sensur:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Les anmeldelser";

/* No comment provided by engineer. */
"Really close by" = "Veldig nærme";

/* No comment provided by engineer. */
"Really far away" = "Langt unna";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "Nylig tilbakelevert";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "Nylig sett";

/* Movie recommendations from Netflix */
"Recommendations" = "Anbefalinger";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Utgitt";

/* No comment provided by engineer. */
"Release date:" = "Utgivelsesdato:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Utgitt: %1$@";

/* No comment provided by engineer. */
"Remove Account / Profile" = "Fjern konto";

/* No comment provided by engineer. */
"Rental History" = "Leiehistorikk";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Endring av køen feilet:\n\n%1$@";

/* No comment provided by engineer. */
"Requesting access" = "Ber om tilgang";

/* No comment provided by engineer. */
"Requesting authorization" = "Ber om autorisasjon";

/* No comment provided by engineer. */
"Reviews" = "Anmeldelser";

/* Movie category */
"Romance" = "Romantikk";

/* No comment provided by engineer. */
"Running time:" = "Lengde:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the images to their photo library */
"Save All to Photo Library" = "Lagre alle til bildebiblioteket";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "Lagre til bildebiblioteket";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Lagret";

/* Saved in Instant Queue */
"Saved in %@" = "Lagret i %1$@";

/* No comment provided by engineer. */
"Saving" = "Lagrer";

/* i.e.: Saving 5 of 15.  Used when saving a list of images */
"Saving %d of %d" = "Lagrer %1$d av %2$d";

/* Movie category */
"Sci-Fi & Fantasy" = "Sci-Fi & Fantasy";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Vurdering";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Søkedato";

/* No comment provided by engineer. */
"Search Distance" = "Søkeavstand";

/* No comment provided by engineer. */
"Search Netflix" = "Søk Netflix";

/* No comment provided by engineer. */
"Searching" = "Søk";

/* No comment provided by engineer. */
"See the section on IMDb." = "Se spørsmålet om IMDb.";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Gi tilbakemelding";

/* No comment provided by engineer. */
"Settings" = "Innstillinger";

/* There will be a short wait before the movie is released */
"Short Wait" = "Snart ute";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Vis %1$d skjulte kinoer";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Vis en skjult kino";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Vis begge";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "Vis ingen";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "Vis varslinger";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Vis tider hentet den %1$@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Lag en ny konto";

/* Movie category */
"Special Interest" = "Spesielle interesser";

/* Movie category */
"Sports & Fitness" = "Sport & Fitness";

/* No comment provided by engineer. */
"Studio:" = "Filmstudio:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Suksess! %1$@ fikk tilgang til din Netflix konto. Du kan nå legge til filmer i køen, se hva som er nytt og anbefalt for deg, og mye mer!";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "Trykk 'Gi tilbakemelding'-knappen over for å kontakte meg om noe annet du lurer på. Men husk, på engelsk! :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "Trykk for å skrive inn sted";

/* Movie category */
"Television" = "TV";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Kinoen leverte visningstider sist den \n%1$@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Leverandørene av kinodataene begrenser ofte avstanden de leverer informasjon for. Dette medfører at noen kinoer ikke vil vises selv om avstanden du søker på er tilstrekkelig.";

/* No comment provided by engineer. */
"Theaters" = "Kinoer";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "Kinoer (%1$d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "Kinoer blir fjernet når de ikke leverer oppdaterte program. Når oppdaterte program blir tilgjengelig, vil den dukke opp automatisk i %1$@.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Denne kinoen har ikke levert visningstider. Når de blir tilgjengelig, vil %1$@ hente de inn automatisk.";

/* Movie category */
"Thrillers" = "Thriller";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Billettsalg levert av:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Tittel";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "For å gjøre rulling så rask og myk som mulig, viser ikke %1$@ plakaten inntil rullingen har stoppet.";

/* No comment provided by engineer. */
"Today" = "I dag";

/* Movie category */
"Top DVDs" = "Topp DVDer";

/* No comment provided by engineer. */
"Top of Disc Queue" = "Topp av DVD-køen";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Topp av Øyeblikkskø";

/* No comment provided by engineer. */
"Translations" = "Oversettelser";

/* No comment provided by engineer. */
"Tweeting" = "Tvitrer";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "Dessverre, Movietickets.com vil ikke tilby billettjenester hvis jeg også tilbyr det gjennom Fandango.com. Jeg drar til Fandango.com kinoer, så da bruker jeg den leverandøren.";

/* No comment provided by engineer. */
"Unknown Distance" = "Ukjent avstand";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Ukjent utgivelsesdato";

/* No comment provided by engineer. */
"Unrated" = "Ikke sensurert";

/* No comment provided by engineer. */
"Upcoming" = "Kommende";

/* No comment provided by engineer. */
"Updating" = "Oppdaterer";

/* No comment provided by engineer. */
"Updating Listings" = "Oppdaterer oppføringer";

/* No comment provided by engineer. */
"Updating Queue" = "Oppdatererer kø";

/* No comment provided by engineer. */
"Updating: %@" = "Oppdaterer: %1$@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Bruk liten skrift";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "Veldig lang ventetid";

/* No comment provided by engineer. */
"Website" = "Nettside";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Nettsider";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "Hva kan jeg gjøre om jeg har et spørsmål som ikke har blitt besvart?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "Hvorfor forsvant kinoen min?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "Hvorfor tilbyr ikke %1$@ billetter gjennom Movietickets.com i tillegg til Fandango.com?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "Hvorfor tilbyr ikke %1$@ brukervurderinger og anmeldelser fra IMDb?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "Hvorfor tilbyr ikke %1$@ vurderinger og anmeldelser fra Yahoo?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "Hvorfor er det ikke sensurer og filmanmeldelser for alle filmene i %1$@?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "Hvor laster %1$@ alltid inn data? Hvorfor blir det ikke lagret lokalt?";

/* No comment provided by engineer. */
"Write Review" = "Skriv anmeldelse";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Skrevet av Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "I går";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "Du må først sette opp en epost-konto på din enhet før du kan sende inn tilbakemeldinger.";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Din %1$@s land er satt til: %2$@\n\nFull støtte for %3$@ kommer snart til ditt land, og noen funksjoner er allerede klare til bruk i dag! Når flere funksjoner blir klare, vil du bli informert om oppdateringer.";

/* No comment provided by engineer. */
"kilometer" = "kilometer";

/* No comment provided by engineer. */
"kilometers" = "kilometer";

/* No comment provided by engineer. */
"mile" = "mile";

/* No comment provided by engineer. */
"miles" = "mile";